{"question":{"qclasslist":[{"value":"FACTOID"},{"value":"DESCRIPTIVE"}],"focuslist":[{"value":"what"}],"evidencelist":[{"value":"0.9997463226318359","text":"although telephoto lenses and wide apertures are the norm for pictures of people, wider lens settings and smaller apertures can be useful if you also want to show their surroundings. This documentary approach allows you not only to see what a person looks like, but also to understand something of how they live. It can be an effective way to show a person's home or place of work, giving a more detailed picture of their life. The secret to a successful composition is to control the angle of view to ensure that the shot doesn't end up too cluttered, and the subject remains the clear focus of attention.\n","id":"T_C270C717146D8DCE8432311DA0EF9EF","title":"The Art of Digital Photography : PHOtOgraPHY : isolating faces : although telephoto lenses and wide apertures are the norm for pictures of people, wider lens settings and smaller apertures can be useful if you also want to show their surroundings.","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_C270C717146D8DCE8432311DA0EF9EF/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.9986810684204102","text":"PART 2 HOW D IG I TAL CAMERAS CAPTURE IMAGESExposure equivalences are the basis of a common feature among digital-and film-cameras: exposure modes. The photographer chooses among modes using a knob located conveniently near the shutter button. Typically the modes include Automatic Exposure-The processor works unassisted except for the light meter readings and information from the lens that suggest a shot might be a landscape or one that requires a fast shutter to defeat shaky hands. The chip's software decides on both the shutter speed and aperture, usually choosing a combination that works perfectly fine for the average shot. Programmed Exposure-Similar to automatic mode, except that the photographer can change the shutter or aperture on-thefly and that the processor responds by adjusting the aperture or shutter, respectively, to maintain the same exposure equivalence. Shutter Priority or Time Value-The photographer chooses the shutter speed, and the processor picks a complementary aperture setting. Shutter priority is useful when it's important, for example, to have a fast shutter to freeze an action shot. Aperture Priority or Aperture Value-Just the reverse of shutter priority. The photographer chooses the aperture, and the processor picks the shutter speed. It's useful for a portrait when the photographer wants to maintain a large aperture so the background is blurred and unobtrusive. Manual-For those times when the photographer has a better understanding of the lighting than the light meter does. The photographer's choice of exposure mode influences which exposure setting, from among several EVs, the processor picks. The chart here shows a multiprogram autoexposure system that allows the photographer to select fully automatic, high-speed, or maximum depth-of-field without having to pick any specific shutter or aperture setting. The exposure system sticks to one of a few specific paths that run through the range of aperture and shutter settings. The setting in each of the paths meets the requirements of the photographer's selection. 3 For the average photograph, for which the photographer has not chosen any special priority, the exposure system chooses a setting among the EVs shown here in yellow. For depth-of-field priority, the camera's processor chooses among the blue EVs. For action shots, the choices are concentrated along the high-shutter speed EVs, marked in green.\n","id":"T_1880E0AC31BCEB85482F96645FB009D1","title":"How Digital Photography Works. 2nd Edition : How Exposure Systems Balance Aperture and Shutter : PART 2 HOW D IG I TAL CAMERAS CAPTURE IMAGES","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_1880E0AC31BCEB85482F96645FB009D1/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.9966002702713013","text":"What's EV? EV stands for Exposure Value, and is a shortcut for representing changes in exposure regardless of whether they are made using the aperture or shutter speed controls. As you know, changing the settings from 1/125th second at f8 to 1/60th second at f8 doubles the exposure because the shutter speed has been made twice as long. Similarly, opening up the f-stop while leaving the shutter speed alone (making the exposure 1/125th second at f5.6) also doubles the exposure. Sometimes you won't care which method is used because the shutter speed will still be fast enough to freeze whatever action is present, and the aperture will still provide adequate depth-of-field. In those cases, if you're using a programmed exposure mode (in which the camera selects both shutter speed and aperture), you'll find it easiest to use your camera's EV adjustment to add or subtract EV from the exposure. The camera will choose which parameter to change to provide the requested modification. EV values can be added in half-stop or third-stop increments (or some other value). Dialing in a +1/2 EV change will increase exposure by onehalf f-stop/shutter speed value. Setting a -1/2 EV change will reduce exposure by the same amount. Manual exposure mode lets you set both shutter speed and aperture. There are several reasons for using manual exposure: When you want a specific exposure for a special effect. Perhaps you'd like to deliberately underexpose an image drastically to produce a shadow or silhouette look. You can fiddle with EV settings or override your camera's exposure controls in other ways, but it's often simpler just to set the exposure manually. When you're using an external light meter in tricky lighting situations or for total control. Advanced photographers often fall back on their favorite hand-held light meters for very precise exposure calculations. For example, an incident meter, which measures the light that falls on a subject rather than the light reflected from a subject, can be used at the subject position to measure the illumination in the highlights and shadows separately. This is common for portraits because the photographer can then increase the fill light, reduce the amount of the main light, or perform other adjustments. Those enamored of Zone System exposure (a marvelously effective and complex system of exposure developed by Ansel Adams, which now has virtual cult status) might also want the added control an external light meter provides. When you're using an external flash that's not compatible with your camera's TTL (through-the-lens) flash metering system. You can measure the flash illumination with a flash meter, or simply take a picture and adjust your exposure in manual mode. When you're using a lens that doesn't couple with your digital camera's exposure system. Several digital SLR models can use older lenses not designed for the latest modes of operation, although they must be used in manual focus/exposure mode. I have several specialized older lenses that I use with my dSLR in manual focus/manual exposure mode. They work great, but I have to calculate exposure by guesstimate or by using an external meter. My camera's exposure system won't meter with these optics under any circumstances. Of course, to use aperture-priority, shutter-priority, or manual exposure, you'll need to master your camera's f-stop and shutter speed controls. Usually, that's ridiculously easy compared with point-and-shoot cameras which, if they have directly selectable exposure controls at all, may require a trip to the menus and pressing some arcane combination of buttons to set f-stop or shutter speed. With a dSLR, the process is much easier. You'll have separate shutter speed and aperture controls that can be easily adjusted, as long as the camera is not set for a fully automatic exposure mode. One popular convention is to have a jog dial on the front of the camera (near the lens) adjust the aperture, while the dial on the back of the camera (nearest the shutter) is used to adjust the shutter speed. You might also find an aperture control on the barrel of the lens. However, lenses built for cameras that can control the f-stop electronically sometimes have no aperture ring at all. That's a problem only if you intend to use that lens on an older camera that must use manual aperture selection or if you want to use such a lens in manual mode, say, attached to a bellows for extreme close-ups. I retain an older macro lens for exactly that reason. It's been modified to work fine on my dSLR, although only the autodiaphragm operates; I need to focus and calculate exposure manually. When I fasten it to an extension tube or bellows, the aperture ring is there when I need it to set the f-stop. MASTERING Digital SLR Photography56\n","id":"T_174891167E0594F9967ADD2FBE39F1B9","title":"Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure : What's EV?","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_174891167E0594F9967ADD2FBE39F1B9/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.9952705502510071","text":"Using Aperture Priority, Shutter Priority, and Manual Exposure Although digital SLRs have fully programmed exposure controls that will choose both aperture and shutter speed for you in a fairly sophisticated way, I've found that most dSLR users prefer to use aperture- or shutter-priority exposure modes most of the time because they, rather than the camera, usually have a better idea of what kind of subject matter is being framed in the viewfinder, and therefore what f-stop or shutter speed might be best for the scene. For example, if you're shooting sports, you'll probably want to use a relatively high shutter speed as often as possible. That speed may be 1/1,000th second, or 1/500th second, or as slow as 1/125th second if the illumination is sparse, but you need to decide the minimum shutter speed you want to use in this kind of situation. Digital SLRs, like other modern digital and film cameras, have a mode called shutter priority in which you set the shutter speed, and the camera uses its metering functions to set an appropriate aperture to create the proper exposure. If not enough light (or too much light) is present for a correct exposure at the chosen shutter speed, an indicator will appear in the viewfinder, perhaps a readout that says LO or HI, or an LED. You can then manually choose a different shutter speed, but the choice is always in your hands. The reverse is true for aperture priority, in which you set the f-stop and the camera chooses the shutter speed. You might want a small aperture to maximize depth-of-field, or a large aperture to reduce it for a selective focus effect. Again, an alert will appear if the f-stop you prefer is out of the comfortable exposure range. Here's a trick you might not have thought of: you can use the opposite exposure mode than the one you might have chosen in some situations. For example, if you want to use the highest possible shutter speed under changing lighting conditions, instead of working in shutter-priority mode, use aperture priority instead and set your camera to the widest possible f-stop. The camera will automatically choose the fastest shutter speed available to ensure correct exposure. Or, if you want a relatively large or small f-stop for depth-of-field reasons, but don't mind if it varies by a stop or two either way, select shutter priority and set whichever shutter speed corresponds to roughly the f-stop you prefer. If the light changes a bit in either direction, your camera will compensate. Chapter 3 Mastering Your dSLR's Controls 55\n","id":"T_174891167E0594F9229A4C8111C0F1B2","title":"Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_174891167E0594F9229A4C8111C0F1B2/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.892461895942688","text":"Copying Edits in Aperture In Aperture, you can use the Lift and Stamp tool to copy edits from one image to another. Select the Lift tool and then click on the image whose edits you want to copy. The Lift tool will automatically change into the Stamp tool. Click with the Stamp tool on any images you want to copy settings onto.\n","id":"T_31A38647CAD40B8D6740FB730FB98FF7","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : A : Copying Edits in Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_31A38647CAD40B8D6740FB730FB98FF7/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.742044985294342","text":"Shutters and Apertures Your camera's shutter and iris controls allow you to change exposure to control the brightness or darkness of your image, and the depth of field and motion-stopping power. Whereas film cameras have mechanical irises and shutters-actual metal, cloth, or plastic mechanisms that open and close-digital cameras often use different methods, such as electronic shutters, for exposing the image sensor. Rather than having a mechanism that opens and closes in front of the sensor, a camera with an electronic shutter simply turns its image sensor on and off for the appropriate length of time. One shutter mechanism is not necessarily better than another, as long as the camera offers the shutter-speed control you need to take the kind of shots you want. All digital cameras offer an automatic exposure feature, which will automatically calculate the appropriate shutter speed and aperture at the time you take a picture. Some cameras, though, also offer manual controls for shutter speed and aperture. When you are assessing a camera's manual overrides, make sure the camera offers a good range of shutter speeds-ideally ranging from a few seconds to at least 1/500th of a second. It's also nice to have a bulb mode, which makes the camera leave its shutter open for as long as you hold down the shutter release button. On many cameras, bulb mode is only accessible through a remote, either wired or wireless. As in a film camera, the aperture in a digital camera is controlled by an iris, an interlocking set of metal blades whose opening can expand or contract to make a bigger or smaller aperture. Many small point-and-shoot digital cameras have only two apertures, usually f2.8 and f5.6 or f8 and f11. These cameras make up for their lack of aperture options by varying shutter speed. Although this configuration doesn't limit the conditions under which you can shoot, it does possibly hobble your creative possibilities. Ideally, you want a camera with more aperture options. Alternately, some small cameras use their iris as a shutter, simply snapping it open and closed to make an exposure. The downside to this scheme is that at higher shutter speeds, the camera might require you to use smaller apertures, because a wider aperture would take too long to close and would prevent the camera from achieving the desired shutter speed. Again, if you want maximum creative flexibility, this type of mechanism might be too limiting. Also, some cameras limit their minimum aperture to f8 in an effort to avoid certain diffraction artifacts caused by the camera's lens. The automatic meters in these cameras, therefore, tend to favor wide-open apertures. These factors can limit your creative flexibility, so you might want to do a little investigation when evaluating a camera. On an SLR, you won't need to worry about any of these issues. SLRs have real shutters and apertures and offer a much larger range of shutter speeds and apertures. In general, most SLRs will offer far more shutter speed range than you'll need for most shooting situations. If you know you need a fast shutter speed for the type of shooting you do, you'll want to weigh that into your decision. Many SLRs offer shutter speeds up to 1/8000th of a second. Similarly, if you like doing long exposure work-for low-light shooting, infrared, or astrophotography, for example-you'll want to choose a camera with a bulb mode. You might also want to check into the camera's remote control options. For long exposure work, a remote control that offers a shutter lock can be essential.\n","id":"T_31A38647CAD40B8D1FFBF8D9288EE892","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_31A38647CAD40B8D1FFBF8D9288EE892/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.7364919185638428","text":"Aperture and Lightroom Philosophy 101 Whether you use Aperture or Lightroom, (and whether you use Lightroom on the Mac or Windows operating systems) one of the most common mistakes you're liable to make when you first adopt either program is to assume these programs are meant as simple image editor replacements. If you think of these programs this way, you will continue to import your images by hand, organize them using the file manager in your operating system, and then, when you're ready to compare some images, or perform some edits, you'll try to move those images into either of these programs. If you try this approach with either program, you'll quickly find that your workflow is more complex and cumbersome than ever before. Unlike a straight image editor, these programs are not intended to sit on top of your OS file manager; they're designed to completely replace your operating system's file manager. While your file manager might do a fine job of organizing your images into folders, renaming files, and letting you copy and back up files, it doesn't offer any of the extra functionality you need as a photographer. You can't compare images, or search metadata, or view your images at 100 percent. In the real world, you don't organize your bank statements using the same system you use to organize your photos, so why should you expect that the same tool on your computer will serve both purposes? The reason these programs can't sit on top of your file system is that to use them, you first have to import your images into their library systems. So, it's not a matter of simply opening an image in either program every time you want to knock off a few edits. Instead, you have to import the image before you can perform any edits. For these programs to work, you have to give your workflow over to them. The first part of your workflow needs to be to let either of these programs import your images into its library. Then you can easily compare, sort, rate, edit, and output. If this sounds like a big hassle, bear in mind that you have to import your image onto your drive anyway, so it's not like it's adding a step. And, you'll probably quickly find that the benefits far outweigh the initial confusion of this new way of working. Because these systems have their own libraries, they are able to offer functionality, like multiple versions, that you can't get using a normal, file manager-based workflow. The good news is that you can back out of either system at any time, with your data completely intact. Therefore, there's really no risk involved in trying either of these applications. Complete Digital Photography, 4E Chapter 10 Workflow 315 This Philosophy also Applies to iPhoto If you're a Mac user using iPhoto, you'll find that the same philosophy applies there. iPhoto also expects you to import its images into your library system, and it takes care of the same kind of file management overhead and housekeeping chores Aperture and Lightroom address.\n","id":"T_31A38647CAD40B8DB50F3B9778F56811","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : L : Aperture and Lightroom Philosophy 101","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_31A38647CAD40B8DB50F3B9778F56811/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.4898856282234192","text":"So, while you might have used a 28mm f2 lens with your film camera with a workable amount (or lack) of depth-of-field wide open, you'll be lucky if your 28mm (equivalent) digital camera lens has an f-stop as wide as f4. That increases your depth-of-field at the same time that the actual focal length of your wide angle (remember, it's really an 18mm lens) is piling on even more DOF. What about the minimum aperture? The smallest aperture determines how much light you can block from the sensor, which comes into play when photographing under very bright lighting conditions (such as at the beach or in snow) or when you want to use a long shutter speed to produce a creative blurring effect. Digital cameras don't have as much flexibility in minimum aperture as film cameras, partly because of lens design considerations and partly because the ISO 100 speed of most sensors is slow enough that apertures smaller than f22 or f32 are rarely needed.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/2381/3329","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.426105260848999","text":"although telephoto lenses and wide apertures are the norm for pictures of people, wider lens settings and smaller apertures can be useful if you also want to show their surroundings. This documentary approach allows you not only to see what a person looks like, but also to understand something of how they live.","id":"PB_C270C717146D8DCEA62C9FE124301C2A","title":"The Art of Digital Photography : PHOtOgraPHY : isolating faces : although telephoto lenses and wide apertures are the norm for pictures of people, wider lens settings and smaller apertures can be useful if you also want to show their surroundings.","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCEA62C9FE124301C2A/354/667","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.34591951966285706","text":"Aperture, f-stops, and shutter speed After light enters the camera lens, it must make its way past two barriers before reaching the image sensor. These light gatekeepers are called the aperture and the shutter. Although the exact design of the system varies from camera to camera, Figure 5-1 offers an illustration of the basic concept. Just behind the lens is the aperture, which is a hole in an adjustable diaphragm. Light passes through that hole to the shutter, which serves the same purpose as shutters on a window: Normally, the shutter is closed, preventing light from reaching the image sensor. When you press the shutter button, the shutter opens briefly to let the light in, as shown in the figure, and the sensor records the image. (Chapter 4 offers more details on how the magic of turning light into a picture actually happens, if you're interested.)\nBy controlling the aperture size and the length of time the shutter remains open, you can vary the amount of light that strikes the sensor, and thus control exposure. But the f-stop and shutter speed affect other aspects of your pictures, too, and recognizing those side effects is important to choosing settings that will produce the picture you have in mind. Here are the details you need to know: Aperture (f-stop): The size of the aperture is measured in f-numbers, more commonly referred to as f-stops. Standard aperture settings are f/2.8, f/4, f/5.6, f/8, f/11, f/16, and f/22, but the range of f-stops provided Image sensor Opened shutter Aperture Lens Figure 5-1: The aperture and shutter control how much light strikes the image sensor.\n","id":"T_D09FE4D0CF0B1AAFD35018DFD00ECC2F","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 106 : Aperture, f-stops, and shutter speed","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_D09FE4D0CF0B1AAFD35018DFD00ECC2F/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.1461786925792694","text":"Adobe Photoshop, iPhoto, Lightroom, and Apple Aperture also provide very good keywording and metadata tools. (See Figure 10.3.) FIGURE 10.3 As with other workflow, cataloging, and browsing applications, Aperture provides you with a simple interface for adding and editing metadata.","id":"PB_31A38647CAD40B8DC437F7BD3B735F99","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : W : Metadata Tagging and Keywording","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DC437F7BD3B735F99/1642/9634","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.11739867180585861","text":"How Exposure Systems Balance Aperture and Shutter Any combination of shutter speed and aperture that meets at the same diagonal line is an EV. Here, an exposure of f/8.0 at 1/60 of a second is equivalent to f/5.6 at 1/125 of a second. Both exposures have an EV of 12. 1\n","id":"T_1880E0AC31BCEB8525CA918BDE8F6271","title":"How Digital Photography Works. 2nd Edition : How Exposure Systems Balance Aperture and Shutter","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_1880E0AC31BCEB8525CA918BDE8F6271/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.07606261968612671","text":"Aperture Effects There is also a valid reason for selecting either a wide aperture such as f/2.8 or a small aperture such as f/16. A wide aperture produces shallow depth of field, or a narrow range of apparent sharp focus (see Figure 6.5).","id":"PB_64FE567CE7BE7FC72B74A61D14B9E81D","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Aperture Effects","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC72B74A61D14B9E81D/228/468","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.060861192643642426","text":"Aperture Effects There is also a valid reason for selecting either a wide aperture such as f/2.8 or a small aperture such as f/16. A wide aperture produces shallow depth of field, or a narrow range of apparent sharp focus (see Figure 6.5). At f/2.8, the focused subject is sharp but the foreground and background are blurred. This effect can be pleasing, in a portrait photo, for example. If you select a very small aperture such as /16, the foreground and background are sharp, at least to some extent-useful in landscape and cityscape photography, for example. As you set a different aperture, you cannot see the depth of field changing in a compact or SLR camera's viewfinder. If you view the scene on a digicam's LCD monitor, the change may be visible; however, the monitor is so small, the difference is difficult to detect. One way to visually evaluate depth of field is to use an SLR camera with a depth-of-field preview control, a feature that does allow you to evaluate the zone of apparent sharpness in a scene.\n","id":"T_64FE567CE7BE7FC75521AF9041C40CD1","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Aperture Effects","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_64FE567CE7BE7FC75521AF9041C40CD1/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.05839430168271065","text":"Here are the details you need to know: Aperture (f-stop): The size of the aperture is measured in f-numbers, more commonly referred to as f-stops. Standard aperture settings are f/2.8, f/4, f/5.6, f/8, f/11, f/16, and f/22, but the range of f-stops provided Image sensor Opened shutter Aperture Lens Figure 5-1: The aperture and shutter control how much light strikes the image sensor.","id":"PB_D09FE4D0CF0B1AAFA40AF2C53EB6E435","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 106 : Aperture, f-stops, and shutter speed","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFA40AF2C53EB6E435/1431/11407","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.05512625724077225","text":"This hole is a very tiny aperture and, therefore, provides very deep depth of fielddeep enough, in fact, that it can correct your vision. On the downside, it doesn't let a lot of light through, so unless you're in bright daylight, you might not be able to see anything well enough to determine if it's in focus. The next time you're confused about how aperture relates to depth of field, remember this test.","id":"PB_31A38647CAD40B8D8F6CC677EB207CBB","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : Depth of Field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D8F6CC677EB207CBB/8121/16224","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.055083610117435455","text":"These light gatekeepers are called the aperture and the shutter. Although the exact design of the system varies from camera to camera, Figure 5-1 offers an illustration of the basic concept. Just behind the lens is the aperture, which is a hole in an adjustable diaphragm. Light passes through that hole to the shutter, which serves the same purpose as shutters on a window: Normally, the shutter is closed, preventing light from reaching the image sensor.","id":"PB_D09FE4D0CF0B1AAFA40AF2C53EB6E435","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 106 : Aperture, f-stops, and shutter speed","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFA40AF2C53EB6E435/352/808","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.05406183376908302","text":"It's important to emphasize that the subjects were in the same place for both shots, and the aperture used for both was the same (f/5.6). The huge difference between the two images is solely due to a change of camera position and focal length. If you wanted to further soften that background, you could open the aperture further (assuming that your camera offered a lower f-stop setting).","id":"PB_D09FE4D0CF0B1AAFE2613C047867785A","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 150 : Part II: Getting the Most from Your Camera","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFE2613C047867785A/345/734","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.052092693746089935","text":"Lens Aperture If you're a veteran SLR user, you know all about lens apertures. If not, you need to know that the lens aperture is the size of the opening that admits light to the sensor, relative to the magnification or focal length of the lens. A wider aperture lets in more light, allowing you to take pictures in dimmer light. A narrower aperture limits the amount of light that can reach your sensor, which may be useful in very bright light.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/229/675","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.049045853316783905","text":"You can use this aperture side effect to your creative advantage: For example, if you're shooting a landscape and want to keep both near and distant objects as sharply focused as possible, you choose a high f-stop number (a smaller aperture opening). Or, if you're shooting a portrait and want objects in the background to be softly focused, you choose a low f-stop number, which opens the aperture and reduces depth of field.","id":"PB_D09FE4D0CF0B1AAFF7188EE8FF46E9EA","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 108 : Part II: Getting the Most from Your Camera","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFF7188EE8FF46E9EA/831/1258","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.04847155511379242","text":"82 _ Using the aperture Aperture is a key creative decision in most photographs; the setting you choose alters how much appears sharp in the image. There is not a right and wrong value-it depends how much detail you want to show, or hide. In this sequence, the girl is in focus in both shots. But with a large aperture, the background is out of focus. A much smaller aperture (far right) ensures that everything looks sharp.","id":"PB_C270C717146D8DCE65D17D7905F16277","title":"The Art of Digital Photography : PHOtOgraPHY : depth of field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCE65D17D7905F16277/1264/1688","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.0445823110640049","text":"Note that some digital cameras don't use a traditional shutter/aperture arrangement to control exposure, however. Instead, the chips in the imagesensor array simply turn on and off for different periods, thereby capturing more or less light. But even on cameras that use this alternative approach, the camera's capabilities are usually stated in traditional terms. For example, you may have a choice of two exposure settings, which may be labeled with icons that look like the aperture openings shown in Figure 5-2.","id":"PB_D09FE4D0CF0B1AAF7D8996EAADD69446","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 110 : Part II: Getting the Most from Your Camera","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAF7D8996EAADD69446/1970/2486","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.04398537799715996","text":"If not, you need to know that the lens aperture is the size of the opening that admits light to the sensor, relative to the magnification or focal length of the lens. A wider aperture lets in more light, allowing you to take pictures in dimmer light. A narrower aperture limits the amount of light that can reach your sensor, which may be useful in very bright light. A good lens will have an ample range of lens openings (called \"f-stops) to allow for many different picture-taking situations.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/308/802","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.042710646986961365","text":"In addition to a shutter, your camera has an aperture. The aperture is an expandable opening that provides another mechanism for controlling the amount of light that strikes the focal plane. By choosing a larger or smaller aperture, you can control which parts of an image are in focus. For example, you can choose to have the entire image in sharp focus, or you can elect to blur out the background behind your subject, as shown in Figure 7.29.","id":"PB_31A38647CAD40B8DACDBFFC0E65FA9AE","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DACDBFFC0E65FA9AE/2236/2681","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.04247186705470085","text":"Lens Aperture If you're a veteran SLR user, you know all about lens apertures. If not, you need to know that the lens aperture is the size of the opening that admits light to the sensor, relative to the magnification or focal length of the lens. A wider aperture lets in more light, allowing you to take pictures in dimmer light.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/229/559","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.04198290780186653","text":"Even if your camera doesn't offer manual or aperture-priority control, you may be able to control depth of field to some extent. Some of the scene modes found on many cameras are designed to produce the depth of field appropriate for certain subjects. For example, Portrait mode typically selects a wide aperture setting to produce a shallow depth of","id":"PB_D09FE4D0CF0B1AAF17E1AADA13D2216A","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 148 : Part II: Getting the Most from Your Camera","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAF17E1AADA13D2216A/1258/11194","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.04157106205821037","text":"Try Landscape mode if aperture-priority autoexposure isn't available. This scene mode automatically selects a high f-stop number to produce a large depth of field, so that both near and distant objects are sharply focused. Of course, if the light is dim, the camera may be forced to open the aperture, reducing depth of field, to properly expose the image.","id":"PB_D09FE4D0CF0B1AAFC0A73EDF3797B68C","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 173 : Taking in the Scenery","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFC0A73EDF3797B68C/1510/1867","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.037842169404029846","text":"By varying the shutter speed, you can intentionally blur or freeze moving objects. Obviously, a slower shutter speed allows more light to pass through to the image sensor. In addition to a shutter, your camera has an aperture. The aperture is an expandable opening that provides another mechanism for controlling the amount of light that strikes the focal plane. By choosing a larger or smaller aperture, you can control which parts of an image are in focus.","id":"PB_31A38647CAD40B8DACDBFFC0E65FA9AE","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DACDBFFC0E65FA9AE/2064/2522","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.0373891219496727","text":"If you're using Lightroom, Aperture, or iPhoto, you won't necessarily need to perform separate resizing steps. These programs handle resizing on their own when you choose your chosen output method. However, both Lightroom and Aperture do provide sharpening that performs the same types of tricks we'll discuss here. One advantage to nondestructive editors like Lightroom, Aperture, and Nikon Capture NX is that their resizing and sharpening operations are also nondestructive, so you can always undo, or change them later.","id":"PB_31A38647CAD40B8D9B340212CF857CB2","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : Y","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D9B340212CF857CB2/1248/1771","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.031150754541158676","text":"A wide-angle lens and small aperture are the simple solution, as used here. The simplest way to control the depth of field is by varying the aperture-the opening in the lens that is also used to regulate exposure. The size of the aperture is measured as an f-number. A small aperture and large f-number gives a greater depth field.","id":"PB_C270C717146D8DCE65D17D7905F16277","title":"The Art of Digital Photography : PHOtOgraPHY : depth of field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCE65D17D7905F16277/311/642","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.029842490330338478","text":"Lens Aperture If you're a veteran SLR user, you know all about lens apertures. If not, you need to know that the lens aperture is the size of the opening that admits light to the sensor, relative to the magnification or focal length of the lens. A wider aperture lets in more light, allowing you to take pictures in dimmer light. A narrower aperture limits the amount of light that can reach your sensor, which may be useful in very bright light. A good lens will have an ample range of lens openings (called \"f-stops) to allow for many different picture-taking situations. You generally don't need to bother with f-stops when taking pictures in automatic mode, but we'll get into apertures from time to time in this book. For now, the best thing to keep in mind is that for digital photography a lens with a maximum (largest) aperture of f2 to f2.8 is \"fast\" while a lens with a maximum aperture of f8 is \"slow.\" If you take many pictures in dim light, you'll want a camera that has a fast lens. Zoom lenses tend to be slower than their prime lens (non-zooming) counterparts. That's because digital optics are almost always zoom lenses, and zoom lenses tend to have smaller maximum apertures at a given focal length than a prime lens. For example, a 28mm non-zoom lens for a 35mm camera might have an f2 or f1.4 maximum aperture. Your digital camera's zoom lens will probably admit only the equivalent of f2.8 to f3.5, or less, when set for the comparable wide-angle field-of-view. Chapter 6 Working with Lenses 123 The shorter actual focal length of digital camera lenses when used with cameras that have a lens multiplier factor also makes it difficult to produce effectively large maximum apertures. For example, the equivalent of a 28mm lens on a full-frame camera with a camera having a smaller 1.6X multiplier sensor is an 18mm lens. There's a double-whammy at work here. Although providing the same field-of-view as a 28mm wide-angle, the 18mm optic has the same depth-of-field as any 18mm lens (much more than you'd get with a 28mm lens). Worse, the mechanics of creating this lens complicates producing a correspondingly wide maximum f-stop. So, while you might have used a 28mm f2 lens with your film camera with a workable amount (or lack) of depth-of-field wide open, you'll be lucky if your 28mm (equivalent) digital camera lens has an f-stop as wide as f4. That increases your depth-of-field at the same time that the actual focal length of your wide angle (remember, it's really an 18mm lens) is piling on even more DOF. What about the minimum aperture? The smallest aperture determines how much light you can block from the sensor, which comes into play when photographing under very bright lighting conditions (such as at the beach or in snow) or when you want to use a long shutter speed to produce a creative blurring effect. Digital cameras don't have as much flexibility in minimum aperture as film cameras, partly because of lens design considerations and partly because the ISO 100 speed of most sensors is slow enough that apertures smaller than f22 or f32 are rarely needed. A digital camera's shutter can generally reduce the amount of exposure enough. So, your lens probably won't have small f-stops because you wouldn't get much chance to use them anyway. If you do need less light, there are always neutral density filters. Of course, as I will point out in Chapter 7, while smaller apertures increase depth-of-field, there are some limitations. In practice, a phenomenon known as diffraction reduces the effective sharpness of lenses at smaller apertures. A particular lens set at f22 may offer significantly less overall resolution than the same lens set at f5.6, even though that sharpness is spread over a larger area.\n","id":"T_174891167E0594F97B67862BF636025","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/T_174891167E0594F97B67862BF636025/0/-1","copyright":"http://en.wikipedia.org/wiki/Wikipedia:Copyrights","termsOfUse":"http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License"},{"value":"0.029486045241355896","text":"Of course, as I will point out in Chapter 7, while smaller apertures increase depth-of-field, there are some limitations. In practice, a phenomenon known as diffraction reduces the effective sharpness of lenses at smaller apertures.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/3583/3816","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.02692520245909691","text":"depth of field 4INTO THE DISTANCE In architectural and landscape photography, you typically want as much of the scene to be sharp as possible. A wide-angle lens and small aperture are the simple solution, as used here. The simplest way to control the depth of field is by varying the aperture-the opening in the lens that is also used to regulate exposure.","id":"PB_C270C717146D8DCE65D17D7905F16277","title":"The Art of Digital Photography : PHOtOgraPHY : depth of field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCE65D17D7905F16277/168/525","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.026513375341892242","text":"Using \"priority\" exposure modes In addition to regular autoexposure modes, where the camera sets both aperture and shutter speed, your camera may offer aperture-priority autoexposure or shutter-priority autoexposure. On some cameras, aperture-priority autoexposure is abbreviated as A; on others, Av. The a, of course, stands for aperture; the v stands for value. Shutter-priority autoexposure is abbreviated either by the letter S or Tv, for time value. (","id":"PB_D09FE4D0CF0B1AAFC57E3A94B1C043FC","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 118 : Using \"priority\" exposure modes","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFC57E3A94B1C043FC/201/657","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.025995584204792976","text":"depth of field 4INTO THE DISTANCE In architectural and landscape photography, you typically want as much of the scene to be sharp as possible. A wide-angle lens and small aperture are the simple solution, as used here. The simplest way to control the depth of field is by varying the aperture-the opening in the lens that is also used to regulate exposure. The size of the aperture is measured as an f-number.","id":"PB_C270C717146D8DCE65D17D7905F16277","title":"The Art of Digital Photography : PHOtOgraPHY : depth of field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCE65D17D7905F16277/168/577","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.025267651304602623","text":"Although they cause the camera to select a more appropriate shutter speed and aperture combination, the settings may not produce the motion and depth of field effects you want. Consequently, the semiautomatic modes (discussed in the next section) are more useful because they allow much greater leeway in the selection of just the right shutter speed or aperture.","id":"PB_64FE567CE7BE7FC72D0B590C308A067D","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Fully Automatic Modes","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC72D0B590C308A067D/477/5042","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.02299106866121292","text":"But the f-stop and shutter speed affect other aspects of your pictures, too, and recognizing those side effects is important to choosing settings that will produce the picture you have in mind. Here are the details you need to know: Aperture (f-stop): The size of the aperture is measured in f-numbers, more commonly referred to as f-stops. Standard aperture settings are f/2.8, f/4, f/5.6, f/8, f/11, f/16, and f/22, but the range of f-stops provided Image sensor Opened shutter Aperture Lens Figure 5-1: The aperture and shutter control how much light strikes the image sensor.","id":"PB_D09FE4D0CF0B1AAFF99ED51E5F2085E3","title":"Digital Photography For Dummies : 01_250747-ffirs.indd","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFF99ED51E5F2085E3/217856/218435","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.02243000827729702","text":"Set a wide aperture: the smallest f/number available with your camera or lens, such as f/2.8 or f/4. When you want to make an image with extensive depth of field, with sharpness from foreground to background, move farther back, or use a wide angle zoom setting for low magnification. Set a small aperture: the largest f/number available, such as f/11 or f/16.","id":"PB_64FE567CE7BE7FC71FD376B5552EA77B","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Control Depth of Field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC71FD376B5552EA77B/1281/5842","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.022245442494750023","text":"This chapter tackles all things exposure-related, explaining such basics as how shutter speed, aperture, and ISO affect your pictures. Also look here for information about advanced exposure features, such as shutter-priority autoexposure and aperture-priority autoexposure, along with general tips to help you manipulate exposure to meet your creative goals.","id":"PB_D09FE4D0CF0B1AAFF1AB347700D9F783","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : G","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFF1AB347700D9F783/509/10453","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.021824629977345467","text":"These cameras make up for their lack of aperture options by varying shutter speed. Although this configuration doesn't limit the conditions under which you can shoot, it does possibly hobble your creative possibilities. Ideally, you want a camera with more aperture options. Alternately, some small cameras use their iris as a shutter, simply snapping it open and closed to make an exposure. The downside to this scheme is that at higher shutter speeds, the camera might require you to use smaller apertures, because a wider aperture would take too long to close and would prevent the camera from achieving the desired shutter speed.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/1926/2559","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.021174650639295578","text":"See stabilization, image aperture, described, 106, 301 aperture settings.","id":"PB_D09FE4D0CF0B1AAF228EB58C48EFF470","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 314 : A","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAF228EB58C48EFF470/1852/1926","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.021029813215136528","text":"An f/number or f/stop is actually a ratio: the focal length of a lens divided by the diameter of any given aperture that is set. Instead of concerning yourself with that technical issue, simply remember this: a wide aperture is denoted by a small f/number, and a small aperture is denoted by a large f/number. The amount of light required for an accurate exposure depends on the camera's ISO (International Organization for Standardization) setting. A low ISO number, such as 100, denotes low sensitivity to light.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/1634/2148","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.020813483744859695","text":"The simplest way to control the depth of field is by varying the aperture-the opening in the lens that is also used to regulate exposure. The size of the aperture is measured as an f-number. A small aperture and large f-number gives a greater depth field. A large aperture and small f-number reduces the depth of field, and can be used to throw areas out of focus.","id":"PB_C270C717146D8DCE65D17D7905F16277","title":"The Art of Digital Photography : PHOtOgraPHY : depth of field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCE65D17D7905F16277/387/751","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.02018659934401512","text":"As in a film camera, the aperture in a digital camera is controlled by an iris, an interlocking set of metal blades whose opening can expand or contract to make a bigger or smaller aperture. Many small point-and-shoot digital cameras have only two apertures, usually f2.8 and f5.6 or f8 and f11. These cameras make up for their lack of aperture options by varying shutter speed. Although this configuration doesn't limit the conditions under which you can shoot, it does possibly hobble your creative possibilities.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/1630/2145","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.018981900066137314","text":"The aperture controls the amount of light that enters during any given amount of time. Aperture size is denoted with f/numbers-also called f/stops-such as f/8. The smaller the f/number, the larger the aperture size. A wide aperture such as f/4 allows far more light to enter the camera than a small aperture such as f/11. The \"smaller the number, larger the size\" concept may seem counterintuitive, but it is correct.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/1216/1633","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.018956713378429413","text":"It's also nice to have a bulb mode, which makes the camera leave its shutter open for as long as you hold down the shutter release button. On many cameras, bulb mode is only accessible through a remote, either wired or wireless. As in a film camera, the aperture in a digital camera is controlled by an iris, an interlocking set of metal blades whose opening can expand or contract to make a bigger or smaller aperture. Many small point-and-shoot digital cameras have only two apertures, usually f2.8 and f5.6 or f8 and f11.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/1401/1925","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.018751069903373718","text":"The size of the aperture is measured as an f-number. A small aperture and large f-number gives a greater depth field. A large aperture and small f-number reduces the depth of field, and can be used to throw areas out of focus. The depth of field is also dependent on other factors-notably the focal length of the lens, and the distance between the camera and the point that the lens is focused on.","id":"PB_C270C717146D8DCE65D17D7905F16277","title":"The Art of Digital Photography : PHOtOgraPHY : depth of field","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_C270C717146D8DCE65D17D7905F16277/525/922","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.018735896795988083","text":"If you're working with Aperture, you won't find a control for Rendering Intent. Aperture defaults to a Relative Colorimetric rendering intent.)","id":"PB_31A38647CAD40B8D2A760C7CF5033BDF","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : Y : P : Step 3: Select a Rendering Intent","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D2A760C7CF5033BDF/612/8461","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.017841000109910965","text":"A wide aperture such as f/4 allows far more light to enter the camera than a small aperture such as f/11. The \"smaller the number, larger the size\" concept may seem counterintuitive, but it is correct. An f/number or f/stop is actually a ratio: the focal length of a lens divided by the diameter of any given aperture that is set. Instead of concerning yourself with that technical issue, simply remember this: a wide aperture is denoted by a small f/number, and a small aperture is denoted by a large f/number.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/1432/1943","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.017623040825128555","text":"Your aperture is now twice as wide, which lets in twice as much light, and compensates for the fact that the shutter is open only half as long. Note that the total amount of light that's striking the focal plane is the same as in your original exposure setting. This relationship between apertures and shutter speeds is called reciprocity because of the reciprocal relationship between the two values. FIGURE 3.5 The iris on the left is stopping more light than the iris on the right; consequently, it has a higher f-stop value.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/2053/2581","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.01744874380528927","text":"As in a film camera, the aperture in a digital camera is controlled by an iris, an interlocking set of metal blades whose opening can expand or contract to make a bigger or smaller aperture. Many small point-and-shoot digital cameras have only two apertures, usually f2.8 and f5.6 or f8 and f11. These cameras make up for their lack of aperture options by varying shutter speed. Although this configuration doesn't limit the conditions under which you can shoot, it does possibly hobble your creative possibilities. Ideally, you want a camera with more aperture options.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/1630/2200","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.017178162932395935","text":"If you do need less light, there are always neutral density filters. Of course, as I will point out in Chapter 7, while smaller apertures increase depth-of-field, there are some limitations. In practice, a phenomenon known as diffraction reduces the effective sharpness of lenses at smaller apertures. A particular lens set at f22 may offer significantly less overall resolution than the same lens set at f5.6, even though that sharpness is spread over a larger area.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/3514/3981","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.016384758055210114","text":"The longer the shutter speed-1 second versus 1/1000 second, for example-the greater the amount of light that strikes the image sensor. The aperture controls the amount of light that enters during any given amount of time. Aperture size is denoted with f/numbers-also called f/stops-such as f/8. The smaller the f/number, the larger the aperture size.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/1081/1431","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.01617390662431717","text":"The \"smaller the number, larger the size\" concept may seem counterintuitive, but it is correct. An f/number or f/stop is actually a ratio: the focal length of a lens divided by the diameter of any given aperture that is set. Instead of concerning yourself with that technical issue, simply remember this: a wide aperture is denoted by a small f/number, and a small aperture is denoted by a large f/number. The amount of light required for an accurate exposure depends on the camera's ISO (International Organization for Standardization) setting.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/1538/2083","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.01597759872674942","text":"The first image (A) is a straight snapshot with everything in the image-both foreground and background-in focus. In the second image (B), a wider aperture was used (and, therefore, a corresponding, reciprocally faster shutter speed) to cause the background to be rendered out of focus, bringing the viewer's attention to the foreground. In the third image (C), an exposure was chosen that blurred the motion in the subject's hand. Finally, in the fourth image (D), an exposure was chosen that would more accurately capture the darker, more saturated tones in the image.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/3123/3692","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.015783771872520447","text":"In the second image (B), a wider aperture was used (and, therefore, a corresponding, reciprocally faster shutter speed) to cause the background to be rendered out of focus, bringing the viewer's attention to the foreground. In the third image (C), an exposure was chosen that blurred the motion in the subject's hand. Finally, in the fourth image (D), an exposure was chosen that would more accurately capture the darker, more saturated tones in the image. Later, you'll see which exposure controls on your camera produce these different effects.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/3236/3782","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.015512842684984207","text":"If your light meter was correct, your new setting will result in an image that is underexposed. To correct this, you simply open your aperture from f16 to f11. (See Figure 3.6.) Your aperture is now twice as wide, which lets in twice as much light, and compensates for the fact that the shutter is open only half as long. Note that the total amount of light that's striking the focal plane is the same as in your original exposure setting.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/1875/2314","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.014790256507694721","text":"The aperture in your camera is usually an iris composed of thin, sliding, interlocking metal plates. As you close the iris down to a smaller aperture, it stops more light from passing through to the image sensor. The size of the aperture is measured in stops or f-stops. The higher the f-stop rating, the more light your aperture is stopping. For example, a lens set on f8 has a smaller aperture than a lens set on f4. (","id":"PB_31A38647CAD40B8DACDBFFC0E65FA9AE","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DACDBFFC0E65FA9AE/2682/3102","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.014755572192370892","text":"For now, the best thing to keep in mind is that for digital photography a lens with a maximum (largest) aperture of f2 to f2.8 is \"fast\" while a lens with a maximum aperture of f8 is \"slow.\" If you take many pictures in dim light, you'll want a camera that has a fast lens. Zoom lenses tend to be slower than their prime lens (non-zooming) counterparts. That's because digital optics are almost always zoom lenses, and zoom lenses tend to have smaller maximum apertures at a given focal length than a prime lens.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/952/1464","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.014196530915796757","text":"However, there are differences. The first image (A) is a straight snapshot with everything in the image-both foreground and background-in focus. In the second image (B), a wider aperture was used (and, therefore, a corresponding, reciprocally faster shutter speed) to cause the background to be rendered out of focus, bringing the viewer's attention to the foreground. In the third image (C), an exposure was chosen that blurred the motion in the subject's hand.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/3091/3553","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.014072950929403305","text":"Two factors control the amount of light that will make the image: the length of time that the camera's shutter mechanism is open and the size of the aperture (opening) in the lens. Both 4290c06_p3.0F.qxd 1/20/04 11:47 AM Page 85 factors can be controlled automatically by the camera or manually by the photographer using camera controls, as discussed later. The shutter speed controls the length of time that light is allowed to strike the image sensor.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/627/1080","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.01373485941439867","text":"Because these are all the same exposure, no one image is too bright or two dark. However, there are differences. The first image (A) is a straight snapshot with everything in the image-both foreground and background-in focus. In the second image (B), a wider aperture was used (and, therefore, a corresponding, reciprocally faster shutter speed) to cause the background to be rendered out of focus, bringing the viewer's attention to the foreground.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/3010/3459","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.013676181435585022","text":"This effect can be pleasing, in a portrait photo, for example. If you select a very small aperture such as /16, the foreground and background are sharp, at least to some extent-useful in landscape and cityscape photography, for example. As you set a different aperture, you cannot see the depth of field changing in a compact or SLR camera's viewfinder. If you view the scene on a digicam's LCD monitor, the change may be visible; however, the monitor is so small, the difference is difficult to detect.","id":"PB_64FE567CE7BE7FC72B74A61D14B9E81D","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Aperture Effects","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC72B74A61D14B9E81D/554/1057","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.013489646837115288","text":"At f/2.8, the focused subject is sharp but the foreground and background are blurred. This effect can be pleasing, in a portrait photo, for example. If you select a very small aperture such as /16, the foreground and background are sharp, at least to some extent-useful in landscape and cityscape photography, for example. As you set a different aperture, you cannot see the depth of field changing in a compact or SLR camera's viewfinder.","id":"PB_64FE567CE7BE7FC72B74A61D14B9E81D","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Aperture Effects","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC72B74A61D14B9E81D/468/907","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.013366336934268475","text":"On many cameras, bulb mode is only accessible through a remote, either wired or wireless. As in a film camera, the aperture in a digital camera is controlled by an iris, an interlocking set of metal blades whose opening can expand or contract to make a bigger or smaller aperture. Many small point-and-shoot digital cameras have only two apertures, usually f2.8 and f5.6 or f8 and f11. These cameras make up for their lack of aperture options by varying shutter speed.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/1540/2008","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.013111320324242115","text":"The aperture is an expandable opening that provides another mechanism for controlling the amount of light that strikes the focal plane. By choosing a larger or smaller aperture, you can control which parts of an image are in focus. For example, you can choose to have the entire image in sharp focus, or you can elect to blur out the background behind your subject, as shown in Figure 7.29. The aperture in your camera is usually an iris composed of thin, sliding, interlocking metal plates.","id":"PB_31A38647CAD40B8DACDBFFC0E65FA9AE","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DACDBFFC0E65FA9AE/2291/2782","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.013008699752390385","text":"The image should depict the scene as our eyes perceive it, with clean whites; rich, dark blacks; midtones (such as gray) that are not excessively light or dark; and accurate detail in all important subject areas (see Figure 6.1). Two factors control the amount of light that will make the image: the length of time that the camera's shutter mechanism is open and the size of the aperture (opening) in the lens. Both 4290c06_p3.0F.qxd 1/20/04 11:47 AM Page 85 factors can be controlled automatically by the camera or manually by the photographer using camera controls, as discussed later.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/397/984","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012890485115349293","text":"Ideally, you want a camera with more aperture options. Alternately, some small cameras use their iris as a shutter, simply snapping it open and closed to make an exposure. The downside to this scheme is that at higher shutter speeds, the camera might require you to use smaller apertures, because a wider aperture would take too long to close and would prevent the camera from achieving the desired shutter speed. Again, if you want maximum creative flexibility, this type of mechanism might be too limiting.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/2146/2654","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012834996916353703","text":"Using \"priority\" exposure modes In addition to regular autoexposure modes, where the camera sets both aperture and shutter speed, your camera may offer aperture-priority autoexposure or shutter-priority autoexposure. On some cameras, aperture-priority autoexposure is abbreviated as A; on others, Av. The a, of course, stands for aperture; the v stands for value. Shutter-priority autoexposure is abbreviated either by the letter S or Tv, for time value. (Shutter speed determines the exposure time.)","id":"PB_D09FE4D0CF0B1AAFC57E3A94B1C043FC","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 118 : Using \"priority\" exposure modes","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFC57E3A94B1C043FC/201/701","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012750113382935524","text":"As a general rule, however, images with \"correct\" exposure exhibit a full range of tones-from pure white to midtones to pure black-and include detail in all important subject areas. 4290c06_p3.0F.qxd 1/20/04 11:47 AM Page 86 Equivalent Exposure To photograph an image with the right amount of light, you need the correct combination of shutter speed and aperture. This ensures that the image is not excessively bright or excessively dark. The camera's light-metering computer calculates the amount of light that will be appropriate for an accurate exposure, considering the brightness of the light that is reflected by the scene or the subject.","id":"PB_64FE567CE7BE7FC7273068BD4D006440","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Exposure Basics","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC7273068BD4D006440/3085/3729","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012597662396728992","text":"You can then manually choose a different shutter speed, but the choice is always in your hands. The reverse is true for aperture priority, in which you set the f-stop and the camera chooses the shutter speed. You might want a small aperture to maximize depth-of-field, or a large aperture to reduce it for a selective focus effect. Again, an alert will appear if the f-stop you prefer is out of the comfortable exposure range.","id":"PB_174891167E0594F96BAD7F618BD74569","title":"Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F96BAD7F618BD74569/1539/1965","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012302998453378677","text":"The reverse is true for aperture priority, in which you set the f-stop and the camera chooses the shutter speed. You might want a small aperture to maximize depth-of-field, or a large aperture to reduce it for a selective focus effect. Again, an alert will appear if the f-stop you prefer is out of the comfortable exposure range. Here's a trick you might not have thought of: you can use the opposite exposure mode than the one you might have chosen in some situations.","id":"PB_174891167E0594F96BAD7F618BD74569","title":"Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F96BAD7F618BD74569/1635/2105","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012129509821534157","text":"As you close the iris down to a smaller aperture, it stops more light from passing through to the image sensor. The size of the aperture is measured in stops or f-stops. The higher the f-stop rating, the more light your aperture is stopping. For example, a lens set on f8 has a smaller aperture than a lens set on f4. (See Figure 3.5.)","id":"PB_31A38647CAD40B8DACDBFFC0E65FA9AE","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DACDBFFC0E65FA9AE/2783/3118","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.012107416987419128","text":"Therefore, a lens typically had a range of f-stop settings that went something like f2, f2.8, f4, f5.6, f8, f11, and f16. (The presence of fractional numbers has to do with the fact that apertures are circular, and halving the area of a circle involves some fractional numbers.) Like apertures, shutter speeds typically double with each setting.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/555/900","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.011900712735950947","text":"Of course, as I will point out in Chapter 7, while smaller apertures increase depth-of-field, there are some limitations. In practice, a phenomenon known as diffraction reduces the effective sharpness of lenses at smaller apertures. A particular lens set at f22 may offer significantly less overall resolution than the same lens set at f5.6, even though that sharpness is spread over a larger area.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/3583/3981","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.011440688744187355","text":"See Figure 3.6.) Your aperture is now twice as wide, which lets in twice as much light, and compensates for the fact that the shutter is open only half as long. Note that the total amount of light that's striking the focal plane is the same as in your original exposure setting. This relationship between apertures and shutter speeds is called reciprocity because of the reciprocal relationship between the two values.","id":"PB_31A38647CAD40B8D271DC1C39EE3347B","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO : Reciprocity","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D271DC1C39EE3347B/2036/2454","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.011396673507988453","text":"A digital camera's shutter can generally reduce the amount of exposure enough. So, your lens probably won't have small f-stops because you wouldn't get much chance to use them anyway. If you do need less light, there are always neutral density filters. Of course, as I will point out in Chapter 7, while smaller apertures increase depth-of-field, there are some limitations. In practice, a phenomenon known as diffraction reduces the effective sharpness of lenses at smaller apertures.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/3330/3815","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.011218073777854443","text":"You generally don't need to bother with f-stops when taking pictures in automatic mode, but we'll get into apertures from time to time in this book. For now, the best thing to keep in mind is that for digital photography a lens with a maximum (largest) aperture of f2 to f2.8 is \"fast\" while a lens with a maximum aperture of f8 is \"slow.\" If you take many pictures in dim light, you'll want a camera that has a fast lens. Zoom lenses tend to be slower than their prime lens (non-zooming) counterparts.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/803/1305","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.011042025871574879","text":"A good lens will have an ample range of lens openings (called \"f-stops) to allow for many different picture-taking situations. You generally don't need to bother with f-stops when taking pictures in automatic mode, but we'll get into apertures from time to time in this book. For now, the best thing to keep in mind is that for digital photography a lens with a maximum (largest) aperture of f2 to f2.8 is \"fast\" while a lens with a maximum aperture of f8 is \"slow.\" If you take many pictures in dim light, you'll want a camera that has a fast lens.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/676/1225","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.011012990958988667","text":"The downside to this scheme is that at higher shutter speeds, the camera might require you to use smaller apertures, because a wider aperture would take too long to close and would prevent the camera from achieving the desired shutter speed. Again, if you want maximum creative flexibility, this type of mechanism might be too limiting. Also, some cameras limit their minimum aperture to f8 in an effort to avoid certain diffraction artifacts caused by the camera's lens. The automatic meters in these cameras, therefore, tend to favor wide-open apertures.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/2318/2874","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.01084136962890625","text":"All the leaves pivot in unison, depending on the direction the 5 F-stops The various sizes the aperture is set to are called f-stops, usually expressed as f/ followed by a number somewhere between 1.2 and 32. The number represents the focal length of the lens divided by the diameter of the aperture's opening. If the aperture on a 50mm lens is set to be 25mm wide, the fstop is 50/25, or f/2. The ratio lets the same amount of light fall on each square millimeter of the film or image sensor, although the measured aperture from lens to lens can be different.","id":"PB_1880E0AC31BCEB85380E4097D1FC3817","title":"How Digital Photography Works. 2nd Edition : How a Diaphragm Controls Light","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB85380E4097D1FC3817/3514/4074","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.010642269626259804","text":"The size of the aperture is measured in stops or f-stops. The higher the f-stop rating, the more light your aperture is stopping. For example, a lens set on f8 has a smaller aperture than a lens set on f4. (See Figure 3.5.) In other words, f8 stops more light than f4. Smaller apertures-those with higher numbers-yield images with more depth of field.","id":"PB_31A38647CAD40B8DACDBFFC0E65FA9AE","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : A : ISO","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DACDBFFC0E65FA9AE/2895/3246","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.010173100978136063","text":"By controlling the aperture size and the length of time the shutter remains open, you can vary the amount of light that strikes the sensor, and thus control exposure. But the f-stop and shutter speed affect other aspects of your pictures, too, and recognizing those side effects is important to choosing settings that will produce the picture you have in mind. Here are the details you need to know: Aperture (f-stop): The size of the aperture is measured in f-numbers, more commonly referred to as f-stops. Standard aperture settings are f/2.8, f/4, f/5.6, f/8, f/11, f/16, and f/22, but the range of f-stops provided Image sensor Opened shutter Aperture Lens Figure 5-1: The aperture and shutter control how much light strikes the image sensor.","id":"PB_D09FE4D0CF0B1AAFA40AF2C53EB6E435","title":"Digital Photography For Dummies : 01_250747-ffirs.indd : 106 : Aperture, f-stops, and shutter speed","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_D09FE4D0CF0B1AAFA40AF2C53EB6E435/1070/1816","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.009634098969399929","text":"If not enough light (or too much light) is present for a correct exposure at the chosen shutter speed, an indicator will appear in the viewfinder, perhaps a readout that says LO or HI, or an LED. You can then manually choose a different shutter speed, but the choice is always in your hands. The reverse is true for aperture priority, in which you set the f-stop and the camera chooses the shutter speed. You might want a small aperture to maximize depth-of-field, or a large aperture to reduce it for a selective focus effect.","id":"PB_174891167E0594F96BAD7F618BD74569","title":"Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F96BAD7F618BD74569/1343/1870","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.008898583240807056","text":"That's a problem only if you intend to use that lens on an older camera that must use manual aperture selection or if you want to use such a lens in manual mode, say, attached to a bellows for extreme close-ups. I retain an older macro lens for exactly that reason. It's been modified to work fine on my dSLR, although only the autodiaphragm operates; I need to focus and calculate exposure manually. When I fasten it to an extension tube or bellows, the aperture ring is there when I need it to set the f-stop.","id":"PB_174891167E0594F9FB6D5FAB84B64D2E","title":"Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure : What's EV?","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9FB6D5FAB84B64D2E/4514/5026","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.008842040784657001","text":"Shutter Priority or Time Value-The photographer chooses the shutter speed, and the processor picks a complementary aperture setting. Shutter priority is useful when it's important, for example, to have a fast shutter to freeze an action shot. Aperture Priority or Aperture Value-Just the reverse of shutter priority. The photographer chooses the aperture, and the processor picks the shutter speed.","id":"PB_1880E0AC31BCEB8527C57581132AEE36","title":"How Digital Photography Works. 2nd Edition : How Exposure Systems Balance Aperture and Shutter : PART 2 HOW D IG I TAL CAMERAS CAPTURE IMAGES","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB8527C57581132AEE36/1131/1529","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.008361476473510265","text":"A wider aperture lets in more light, allowing you to take pictures in dimmer light. A narrower aperture limits the amount of light that can reach your sensor, which may be useful in very bright light. A good lens will have an ample range of lens openings (called \"f-stops) to allow for many different picture-taking situations. You generally don't need to bother with f-stops when taking pictures in automatic mode, but we'll get into apertures from time to time in this book.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/475/951","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.008033400401473045","text":"Mounted between two of the lens's elements is the diaphragm, a circular mechanism made up of tissue-thin metal leaves that overlap each other like the petals of a flower to form the aperture. The leaves are tapered and curve in toward the center of the aperture. Their design creates a rounder circle when the aperture is bigger and when a diaphragm is made of more leaves. When it closes down, the edges of the leaves are more apparent and show up as multisided figures in the bokeh, or unfocused parts, of a photo.","id":"PB_1880E0AC31BCEB85380E4097D1FC3817","title":"How Digital Photography Works. 2nd Edition : How a Diaphragm Controls Light","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB85380E4097D1FC3817/1458/1974","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.007749707903712988","text":"One shutter mechanism is not necessarily better than another, as long as the camera offers the shutter-speed control you need to take the kind of shots you want. All digital cameras offer an automatic exposure feature, which will automatically calculate the appropriate shutter speed and aperture at the time you take a picture. Some cameras, though, also offer manual controls for shutter speed and aperture. When you are assessing a camera's manual overrides, make sure the camera offers a good range of shutter speeds-ideally ranging from a few seconds to at least 1/500th of a second.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/812/1400","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.007681649643927813","text":"That's because digital optics are almost always zoom lenses, and zoom lenses tend to have smaller maximum apertures at a given focal length than a prime lens. For example, a 28mm non-zoom lens for a 35mm camera might have an f2 or f1.4 maximum aperture. Your digital camera's zoom lens will probably admit only the equivalent of f2.8 to f3.5, or less, when set for the comparable wide-angle field-of-view. Chapter 6 Working with Lenses 123 The shorter actual focal length of digital camera lenses when used with cameras that have a lens multiplier factor also makes it difficult to produce effectively large maximum apertures.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/1306/1932","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.007679061032831669","text":"When you are assessing a camera's manual overrides, make sure the camera offers a good range of shutter speeds-ideally ranging from a few seconds to at least 1/500th of a second. It's also nice to have a bulb mode, which makes the camera leave its shutter open for as long as you hold down the shutter release button. On many cameras, bulb mode is only accessible through a remote, either wired or wireless. As in a film camera, the aperture in a digital camera is controlled by an iris, an interlocking set of metal blades whose opening can expand or contract to make a bigger or smaller aperture.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/1222/1820","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.007595586124807596","text":"As you set a different aperture, you cannot see the depth of field changing in a compact or SLR camera's viewfinder. If you view the scene on a digicam's LCD monitor, the change may be visible; however, the monitor is so small, the difference is difficult to detect. One way to visually evaluate depth of field is to use an SLR camera with a depth-of-field preview control, a feature that does allow you to evaluate the zone of apparent sharpness in a scene.","id":"PB_64FE567CE7BE7FC72B74A61D14B9E81D","title":"Mastering Digital Photography and Imaging : Mastering : Making Digital Images Many digital cameras are : Aperture Effects","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_64FE567CE7BE7FC72B74A61D14B9E81D/791/1249","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.007323771715164185","text":"Apple Aperture for Macintosh Go to www.apple.com/aperture and click on the Free Trial link.","id":"PB_31A38647CAD40B8DD2466EE5DF873D13","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : ABOUT THE CD-ROM","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8DD2466EE5DF873D13/4075/4167","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.006961977109313011","text":"2 Ordinarily, the aperture is open fully so that as much light as possible reaches the viewfinder and the photographer can see the scene easily. Some cameras have a preview button the photographer pushes to close the aperture to whatever it's set for. The preview dims the image, but it gives the photographer an approximation of the depth-of-field. 3 ring turns, to make the aperture wide or narrow.","id":"PB_1880E0AC31BCEB85380E4097D1FC3817","title":"How Digital Photography Works. 2nd Edition : How a Diaphragm Controls Light","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB85380E4097D1FC3817/2052/2452","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.006954226642847061","text":"The leaves are tapered and curve in toward the center of the aperture. Their design creates a rounder circle when the aperture is bigger and when a diaphragm is made of more leaves. When it closes down, the edges of the leaves are more apparent and show up as multisided figures in the bokeh, or unfocused parts, of a photo. Better lenses have a dozen or more leaves; cheaper ones have as few as five.","id":"PB_1880E0AC31BCEB85380E4097D1FC3817","title":"How Digital Photography Works. 2nd Edition : How a Diaphragm Controls Light","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB85380E4097D1FC3817/1650/2051","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.006778029724955559","text":"All digital cameras offer an automatic exposure feature, which will automatically calculate the appropriate shutter speed and aperture at the time you take a picture. Some cameras, though, also offer manual controls for shutter speed and aperture. When you are assessing a camera's manual overrides, make sure the camera offers a good range of shutter speeds-ideally ranging from a few seconds to at least 1/500th of a second. It's also nice to have a bulb mode, which makes the camera leave its shutter open for as long as you hold down the shutter release button.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/974/1539","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.006742360536009073","text":"If you take many pictures in dim light, you'll want a camera that has a fast lens. Zoom lenses tend to be slower than their prime lens (non-zooming) counterparts. That's because digital optics are almost always zoom lenses, and zoom lenses tend to have smaller maximum apertures at a given focal length than a prime lens. For example, a 28mm non-zoom lens for a 35mm camera might have an f2 or f1.4 maximum aperture.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/1143/1559","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.006722590886056423","text":"When it closes down, the edges of the leaves are more apparent and show up as multisided figures in the bokeh, or unfocused parts, of a photo. Better lenses have a dozen or more leaves; cheaper ones have as few as five. 2 Ordinarily, the aperture is open fully so that as much light as possible reaches the viewfinder and the photographer can see the scene easily. Some cameras have a preview button the photographer pushes to close the aperture to whatever it's set for.","id":"PB_1880E0AC31BCEB85380E4097D1FC3817","title":"How Digital Photography Works. 2nd Edition : How a Diaphragm Controls Light","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB85380E4097D1FC3817/1832/2303","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.006346340291202068","text":"Whereas film cameras have mechanical irises and shutters-actual metal, cloth, or plastic mechanisms that open and close-digital cameras often use different methods, such as electronic shutters, for exposing the image sensor. Rather than having a mechanism that opens and closes in front of the sensor, a camera with an electronic shutter simply turns its image sensor on and off for the appropriate length of time. One shutter mechanism is not necessarily better than another, as long as the camera offers the shutter-speed control you need to take the kind of shots you want. All digital cameras offer an automatic exposure feature, which will automatically calculate the appropriate shutter speed and aperture at the time you take a picture.","id":"PB_31A38647CAD40B8D7D1A92147DB4C423","title":"Complete Digital Photography, Fourth Edition (Graphics Series) : I : F : Shutters and Apertures","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_31A38647CAD40B8D7D1A92147DB4C423/397/1140","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.005499525927007198","text":"The diaphragm is the camera version of the eye's iris. Mounted between two of the lens's elements is the diaphragm, a circular mechanism made up of tissue-thin metal leaves that overlap each other like the petals of a flower to form the aperture. The leaves are tapered and curve in toward the center of the aperture. Their design creates a rounder circle when the aperture is bigger and when a diaphragm is made of more leaves.","id":"PB_1880E0AC31BCEB85380E4097D1FC3817","title":"How Digital Photography Works. 2nd Edition : How a Diaphragm Controls Light","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_1880E0AC31BCEB85380E4097D1FC3817/1403/1831","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."},{"value":"0.005448711104691029","text":"Zoom lenses tend to be slower than their prime lens (non-zooming) counterparts. That's because digital optics are almost always zoom lenses, and zoom lenses tend to have smaller maximum apertures at a given focal length than a prime lens. For example, a 28mm non-zoom lens for a 35mm camera might have an f2 or f1.4 maximum aperture. Your digital camera's zoom lens will probably admit only the equivalent of f2.8 to f3.5, or less, when set for the comparable wide-angle field-of-view.","id":"PB_174891167E0594F9E0F3DEAEA9181624","title":"Mastering Digital SLR Photography : 1592006051.pdf : Working with Lenses : Understanding Lens Requirements : Lens Aperture","document":"http://10.110.76.97:8080/instance/23/deepqa/v1/question/document/PB_174891167E0594F9E0F3DEAEA9181624/1226/1711","copyright":"No copyright specified for this supporting passage or document.","termsOfUse":"No license specified for this supporting passage or document."}],"synonymList":[],"pipelineid":"52252601","formattedAnswer":false,"category":"","items":5,"status":"Complete","id":"A8D6ADE9578E4A5EB62D55D17D50AF50","questionText":"what is aperture?","evidenceRequest":{"items":-1,"profile":"NO"},"answers":[{"id":0,"text":"C270C717146D8DCE8432311DA0EF9EF - The Art of Digital Photography : PHOtOgraPHY : isolating faces : although telephoto lenses and wide apertures are the norm for pictures of people, wider lens settings and smaller apertures can be useful if you also want to show their surroundings.","pipeline":"TAO","confidence":0.99975},{"id":1,"text":"1880E0AC31BCEB85482F96645FB009D1 - How Digital Photography Works. 2nd Edition : How Exposure Systems Balance Aperture and Shutter : PART 2 HOW D IG I TAL CAMERAS CAPTURE IMAGES","pipeline":"TAO","confidence":0.99868},{"id":2,"text":"174891167E0594F9967ADD2FBE39F1B9 - Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure : What's EV?","pipeline":"TAO","confidence":0.9966},{"id":3,"text":"174891167E0594F9229A4C8111C0F1B2 - Mastering Digital SLR Photography : 1592006051.pdf : Mastering Your dSLR's Controls : Using Aperture Priority, Shutter Priority, and Manual Exposure","pipeline":"TAO","confidence":0.99527},{"id":4,"text":"31A38647CAD40B8D6740FB730FB98FF7 - Complete Digital Photography, Fourth Edition (Graphics Series) : I : A : Copying Edits in Aperture","pipeline":"TAO","confidence":0.89246}],"errorNotifications":[],"offTopicConfidence":0.0,"passthru":""}}